{"date": "2015-07-07", "text": "Statement from Hillary Clinton on Puerto Rico\"The people of Puerto Rico are hurting right now under a weak economy that has been struggling for years. Puerto Ricans are proud American citizens who work hard and contribute to our Nation every day and they deserve a chance to get ahead. Congress and the Obama Administration need to partner with Puerto Rico by providing real support and tools so that Puerto Rico can do the hard work it will take to get on a path toward stability and prosperity.\"The challenge is multi-faceted, and will ultimately require Puerto Rico to find a way to pay back its debtors in an orderly fashion. As a first step, Congress should provide Puerto Rico the same authority that states already have to enable severely distressed government entities, including municipalities and public corporations, to restructure their debts under Chapter 9 of the Bankruptcy Code.\"We're not talking about a bailout, we're talking about a fair shot at success.\"We also have to step back and look hard at how Puerto Rico's economy arrived at this dire situation. The deficit is a consequence of an economy that has lagged that of the States for decades and shrunk for eight of the last nine years. Puerto Rico needs a longer-term plan to address a declining population, eroding employment base, high utility rates and the impact of unequal federal investments. It will take tough decisions and real economic reforms.\"But we should also recognize that the inconsistent В— and incoherent В— treatment of Puerto Rico in federal laws and programs has substantially contributed to the economic decline. One troubling example of this treatment is the lack of equity in federal funding for Puerto Rico under Medicaid and Medicare. This problem has been demonstrated in recent months by a scheduled cut in Medicare Advantage premium reimbursement rates. In 2008, I called for an end to the disparate treatment of Puerto Rico in federal health programs. Today, I renew that call, and commit to helping Puerto Ricans get on a path towards equal treatment under Medicaid and Medicare and other federal programs.\"Underlying all of this is the fundamental question of Puerto Rico's ultimate future. That question needs to be resolved in accordance with the expressed will of our fellow citizens, the people of Puerto Rico.\"Declaraciones de Hillary Clinton acerca de la situaciГіn econГіmica de Puerto Rico\"El pueblo de Puerto Rico estГЎ sufriendo por una economГ­a que ha estado en crisis por aГ±os. Como estadounidenses, contribuyen diariamente a nuestro paГ­s y merecen una oportunidad para salir adelante. El Congreso de los Estados Unidos y la AdministraciГіn de Obama tienen que apoyar a Puerto Rico y proveer las herramientas necesarias para que pueda enfrentar el desafГ­o y volver a la estabilidad y prosperidad.\"El desafГ­o es multifacГ©tico y requiere que Puerto Rico encuentre una forma adecuada de pagar sus acreedores. Como primer paso, El Congreso de los Estados Unidos y la administraciГіn del Presidente Obama necesitan extender la misma autoridad fiscal que tienen los estados individuales de los E.E.U.U. a Puerto Rico para que las entidades gubernamentales bajo condiciones extremas, incluyendo los municipios y corporaciones, puedan restructurar sus deudas bajo el capГ­tulo 9 del CГіdigo de Bancarrota.\"No se trata de un rescate econГіmico, se trata de proveer una oportunidad justa para Puerto Rico.\"TambiГ©n tenemos que hacer un anГЎlisis profundo para determinar claramente cuГЎles fueron las causas de la presente situaciГіn econГіmica. El dГ©ficit es una consecuencia de una economГ­a que no ha crecido como la de los E.E.U.U. y que ha contratado durante 8 de los Гєltimos 9 aГ±os.\"Puerto Rico precisa un plan a largo plazo para enfrentar la erosiГіn de la base de empleo, el alto costo de los servicios pГєblicos, el descenso de la poblaciГіn y la inconsistencia en la inversiГіn federal. Requiere decisiones difГ­ciles y reforma econГіmica real.\"Tenemos que reconocer el tratamiento inconsistente e incoherente de Puerto Rico bajo leyes y programas federales, un tratamiento que ha contribuido al declive econГіmico. Un ejemplo perturbador es la falta de igualdad en la asignaciГіn de fondos federales para Puerto Rico en Medicaid y Medicare. El problema ha sido comprobado recientemente por una reducciГіn en el reembolso de las tasas de Medicare Advantage. En 2008, yo solicitГ© que se terminara el tratamiento desigual de Puerto Rico en los programas federales de salud. Hoy lo solicito de nuevo y me comprometo a apoyar a los puertorriqueГ±os para que sean tratados de forma igual en Medicaid, Medicare y otros programas federales.\"Subyacente a todo esto, estГЎ la pregunta fundamental del destino de Puerto Rico. Esa pregunta necesita ser respondida de acuerdo a la voluntad expresada por nuestros compatriotas estadounidenses del pueblo de Puerto Rico.\"", "title": "Statement from Hillary Clinton on Puerto Rico"}
